[{"quote":"I cannot make my days longer so I strive to make them better.","author":"Henry David Thoreau"},{"quote":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.","author":"Elbert Hubbard"},{"quote":"Everything that irritates us about others can lead us to a better understanding of ourselves.","author":"Carl Jung"},{"quote":"The world turns aside to let any man pass who knows where he is going.","author":"Epictetus"},{"quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.","author":"John F. Kennedy"},{"quote":"Think for yourselves and let others enjoy the privilege to do so too.","author":"Voltaire"},{"quote":"Nobody will believe in you unless you believe in yourself.","author":"Liberace"},{"quote":"There are no failures just experiences and your reactions to them.","author":"Tom Krause"},{"quote":"Anything you really want, you can attain, if you really go after it.","author":"Wayne Dyer"},{"quote":"He who talks more is sooner exhausted.","author":"Lao Tzu"},{"quote":"Once you choose hope, anythings possible.","author":"Christopher Reeve"},{"quote":"Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.","author":"Carl Jung"},{"quote":"First say to yourself what you would be; and then do what you have to do.","author":"Epictetus"},{"quote":"Be sure you put your feet in the right place, then stand firm.","author":"Abraham Lincoln"},{"quote":"The important thing is this: to be able at any moment to sacrifice what we are for what we could become.","author":"Charles Dubois"},{"quote":"Believe deep down in your heart that you're destined to do great things.","author":"Joe Paterno"},{"quote":"Most great people have attained their greatest success just one step beyond their greatest failure.","author":"Napoleon Hill"},{"quote":"Our ability to achieve happiness and success depends on the strength of our wings.","author":"Catherine Pulsifer"},{"quote":"Music in the soul can be heard by the universe.","author":"Lao Tzu"},{"quote":"True happiness means forging a strong spirit that is undefeated, no matter how trying our circumstances.","author":"Daisaku Ikeda"},{"quote":"With every experience, you alone are painting your own canvas, thought by thought, choice by choice.","author":"Oprah Winfrey"},{"quote":"No matter how carefully you plan your goals they will never be more that pipe dreams unless you pursue them with gusto.","author":"W. Clement Stone"},{"quote":"There are things so deep and complex that only intuition can reach it in our stage of development as human beings.","author":"John Astin"},{"quote":"The greater part of human pain is unnecessary. It is self-created as long as the unobserved mind runs your life.","author":"Eckhart Tolle"},{"quote":"Wrinkles should merely indicate where smiles have been.","author":"Mark Twain"},{"quote":"I am always doing that which I cannot do, in order that I may learn how to do it.","author":"Pablo Picasso"},{"quote":"Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.","author":"Henry Longfellow"},{"quote":"All seasons are beautiful for the person who carries happiness within.","author":"Horace Friess"},{"quote":"For success, attitude is equally as important as ability.","author":"Harry Banks"},{"quote":"I am a man of fixed and unbending principles, the first of which is to be flexible at all times.","author":"Everett Dirksen"},{"quote":"If you cannot be silent be brilliant and thoughtful.","author":"Byron Pulsifer"},{"quote":"Never deny a diagnosis, but do deny the negative verdict that may go with it.","author":"Norman Cousins"},{"quote":"In all things of nature there is something of the marvellous.","author":"Aristotle"},{"quote":"The pain passes, but the beauty remains.","author":"Pierre Auguste Renoir"},{"quote":"Quality means doing it right when no one is looking.","author":"Henry Ford"},{"quote":"The foolish man seeks happiness in the distance; the wise grows it under his feet.","author":"James Openheim"},{"quote":"To get the full value of joy you must have someone to divide it with.","author":"Mark Twain"},{"quote":"Anticipate the difficult by managing the easy.","author":"Lao Tzu"},{"quote":"Success means having the courage, the determination, and the will to become the person you believe you were meant to be.","author":"George Sheehan"},{"quote":"All serious daring starts from within.","author":"Harriet Beecher Stowe"},{"quote":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","author":"Lao Tzu"},{"quote":"Nothing is softer or more flexible than water, yet nothing can resist it.","author":"Lao Tzu"},{"quote":"Trouble is only opportunity in work clothes.","author":"Henry J. Kaiser"},{"quote":"He who knows that enough is enough will always have enough.","author":"Lao Tzu"},{"quote":"It's not what happens to you, but how you react to it that matters.","author":"Epictetus"},{"quote":"Who we are never changes. Who we think we are does.","author":"Mary Almanac"},{"quote":"We don't stop playing because we grow old; we grow old because we stop playing.","author":"Bernard Shaw"},{"quote":"If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?","author":"Confucius"},{"quote":"Intuition is the very force or activity of the soul in its experience through whatever has been the experience of the soul itself.","author":"Henry Reed"},{"quote":"When you doubt your power, you give power to your doubt.","author":"Honore de Balzac"},{"quote":"This is the final test of a gentleman: his respect for those who can be of no possible value to him.","author":"William Lyon Phelps"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus"},{"quote":"Translation is the paradigm, the exemplar of all writing. It is translation that demonstrates most vividly the yearning for transformation that underlies every act involving speech, that supremely human gift.","author":"Harry Burchell Mathews"},{"quote":"Fear not for the future, weep not for the past.","author":"Percy Shelley"},{"quote":"If only wed stop trying to be happy wed have a pretty good time.","author":"Edith Wharton"},{"quote":"Things do not change; we change.","author":"Henry Thoreau"},{"quote":"The free man is he who does not fear to go to the end of his thought.","author":"Leon Blum"},{"quote":"We all live with the objective of being happy; our lives are all different and yet the same.","author":"Anne Frank"},{"quote":"Be the change that you want to see in the world.","author":"Mohandas Gandhi"},{"quote":"You're never a loser until you quit trying.","author":"Mike Ditka"},{"quote":"The least movement is of importance to all nature. The entire ocean is affected by a pebble.","author":"Blaise Pascal"},{"quote":"Without some goals and some efforts to reach it, no man can live.","author":"John Dewey"},{"quote":"If you have knowledge, let others light their candles in it.","author":"Margaret Fuller"},{"quote":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","author":"Oprah Winfrey"},{"quote":"I have never been hurt by anything I didn't say.","author":"Calvin Coolidge"},{"quote":"The only way to tell the truth is to speak with kindness. Only the words of a loving man can be heard.","author":"Henry Thoreau"},{"quote":"A fine quotation is a diamond on the finger of a man of wit, and a pebble in the hand of a fool.","author":"Joseph Roux"},{"quote":"Our doubts are traitors and make us lose the good we often might win, by fearing to attempt.","author":"Jane Addams"},{"quote":"Blessed is the person who is too busy to worry in the daytime, and too sleepy to worry at night.","author":"Leo Aikman"},{"quote":"Our passion is our strength.","author":"Billie Armstrong"},{"quote":"The difference between what we do and what we are capable of doing would suffice to solve most of the worlds problems.","author":"Mohandas Gandhi"},{"quote":"Knowing is not enough; we must apply!","author":"Johann Wolfgang von Goethe"},{"quote":"When we quit thinking primarily about ourselves and our own self-preservation, we undergo a truly heroic transformation of consciousness.","author":"Joseph Campbell"},{"quote":"I never see what has been done; I only see what remains to be done.","author":"Marie Curie"},{"quote":"All men have a sweetness in their life. That is what helps them go on. It is towards that they turn when they feel too worn out.","author":"Albert Camus"},{"quote":"He that respects himself is safe from others; he wears a coat of mail that none can pierce.","author":"Henry Longfellow"},{"quote":"Fortune favours the brave.","author":"Virgil"},{"quote":"God always takes the simplest way.","author":"Albert Einstein"},{"quote":"Risk more than others think is safe. Care more than others think is wise. Dream more than others think is practical.Expect more than others think is possible.","author":"Cadet Maxim"},{"quote":"No pessimist ever discovered the secrets of the stars, or sailed to an uncharted land, or opened a new heaven to the human spirit.","author":"Helen Keller"},{"quote":"Patience is a virtue but you will never ever accomplish anything if you don't exercise action over patience.","author":"Byron Pulsifer"},{"quote":"Each misfortune you encounter will carry in it the seed of tomorrows good luck.","author":"Og Mandino"},{"quote":"Never apologize for showing feelings. When you do so, you apologize for the truth.","author":"Benjamin Disraeli"},{"quote":"I never worry about action, but only inaction.","author":"Winston Churchill"},{"quote":"Sometimes the cards we are dealt are not always fair. However you must keep smiling and moving on.","author":"Tom Jackson"},{"quote":"I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.","author":"Albert Einstein"},{"quote":"Without faith, nothing is possible. With it, nothing is impossible.","author":"Mary Bethune"},{"quote":"I can't believe that God put us on this earth to be ordinary.","author":"Lou Holtz"},{"quote":"The truth you believe and cling to makes you unavailable to hear anything new.","author":"Pema Chodron"},{"quote":"If you want your life to be more rewarding, you have to change the way you think.","author":"Oprah Winfrey"},{"quote":"The deepest craving of human nature is the need to be appreciated.","author":"William James"},{"quote":"Instead of saying that man is the creature of circumstance, it would be nearer the mark to say that man is the architect of circumstance.","author":"Thomas Carlyle"},{"quote":"No day in which you learn something is a complete loss.","author":"David Eddings"},{"quote":"Never regret. If it's good, it's wonderful. If it's bad, it's experience.","author":"Victoria Holt"},{"quote":"A man of ability and the desire to accomplish something can do anything.","author":"Donald Kircher"},{"quote":"I seek constantly to improve my manners and graces, for they are the sugar to which all are attracted.","author":"Og Mandino"},{"quote":"Kindness is the golden chain by which society is bound together.","author":"Johann Wolfgang von Goethe"},{"quote":"As you think, so shall you become.","author":"Bruce Lee"},{"quote":"Goals are the fuel in the furnace of achievement.","author":"Brian Tracy"},{"quote":"All our knowledge has its origins in our perceptions.","author":"Leonardo da Vinci"},{"quote":"When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.","author":"Audre Lorde"},{"quote":"The future is completely open, and we are writing it moment to moment.","author":"Pema Chodron"},{"quote":"The heart has eyes which the brain knows nothing of.","author":"Charles Perkhurst"},{"quote":"The grand essentials of happiness are: something to do, something to love, and something to hope for.","author":"Chalmers"},{"quote":"The biggest adventure you can ever take is to live the life of your dreams.","author":"Oprah Winfrey"},{"quote":"People grow through experience if they meet life honestly and courageously. This is how character is built.","author":"Eleanor Roosevelt"},{"quote":"Love does not consist of gazing at each other, but in looking together in the same direction.","author":"Antoine de Saint-Exupery"},{"quote":"If you do what you've always done, you'll get what youve always gotten.","author":"Tony Robbins"},{"quote":"Great ideas often receive violent opposition from mediocre minds.","author":"Albert Einstein"},{"quote":"We cannot do everything at once, but we can do something at once.","author":"Calvin Coolidge"},{"quote":"Difficulties increase the nearer we get to the goal.","author":"Johann Wolfgang von Goethe"},{"quote":"All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.","author":"Immanuel Kant"},{"quote":"Slow down and everything you are chasing will come around and catch you.","author":"John De Paola"},{"quote":"Give thanks for a little and you will find a lot.","author":"Hausa"},{"quote":"The greatest good you can do for another is not just share your riches, but reveal to them their own.","author":"Benjamin Disraeli"},{"quote":"The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.","author":"Will Durant"},{"quote":"Do not wait for leaders; do it alone, person to person.","author":"Mother Teresa"},{"quote":"Good timber does not grow with ease; the stronger the wind, the stronger the trees.","author":"J. Willard Marriott"},{"quote":"We must not allow ourselves to become like the system we oppose.","author":"Bishop Desmond Tutu"},{"quote":"Don't ruin the present with the ruined past.","author":"Ellen Gilchrist"},{"quote":"It is not fair to ask of others what you are unwilling to do yourself.","author":"Eleanor Roosevelt"},{"quote":"You cannot step twice into the same river, for other waters are continually flowing in.","author":"Heraclitus"},{"quote":"How wonderful it is that nobody need wait a single moment before starting to improve the world.","author":"Anne Frank"},{"quote":"The past has no power to stop you from being present now. Only your grievance about the past can do that.","author":"Eckhart Tolle"},{"quote":"The world has the habit of making room for the man whose actions show that he knows where he is going.","author":"Napoleon Hill"},{"quote":"Sooner or later, those who win are those who think they can.","author":"Richard Bach"},{"quote":"If someone in your life talked to you the way you talk to yourself, you would have left them long ago.","author":"Carla Gordon"},{"quote":"The power of intuitive understanding will protect you from harm until the end of your days.","author":"Laozi"},{"quote":"Life is what happens to you while you're busy making other plans.","author":"John Lennon"},{"quote":"The first step to getting the things you want out of life is this: decide what you want.","author":"Ben Stein"},{"quote":"Life is the flower for which love is the honey.","author":"Victor Hugo"},{"quote":"With the realization of ones own potential and self-confidence in ones ability, one can build a better world.","author":"Dalai Lama"},{"quote":"The truth is always exciting. Speak it, then. Life is dull without it.","author":"Pearl Buck"},{"quote":"Everyone thinks of changing the world, but no one thinks of changing himself.","author":"Leo Tolstoy"},{"quote":"There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.","author":"Nelson Mandela"},{"quote":"Happiness does not come from having much, but from being attached to little.","author":"Cheng Yen"},{"quote":"Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.","author":"Napoleon Hill"},{"quote":"The way is not in the sky. The way is in the heart.","author":"Buddha"},{"quote":"If you light a lamp for somebody, it will also brighten your path.","author":"Buddha"},{"quote":"Let yourself be silently drawn by the stronger pull of what you really love.","author":"Rumi"},{"quote":"Through perseverance many people win success out of what seemed destined to be certain failure.","author":"Benjamin Disraeli"},{"quote":"One does not discover new lands without consenting to lose sight of the shore for a very long time.","author":"Andre Gide"},{"quote":"The place to improve the world is first in one's own heart and head and hands.","author":"Robert M. Pirsig"},{"quote":"It has never been my object to record my dreams, just to realize them.","author":"Man Ray"},{"quote":"Simply put, you believer that things or people make you unhappy, but this is not accurate. You make yourself unhappy.","author":"Wayne Dyer"},{"quote":"Nothing strengthens authority so much as silence.","author":"Leonardo da Vinci"},{"quote":"Begin, be bold, and venture to be wise.","author":"Horace"},{"quote":"Gratitude is riches. Complaint is poverty.","author":"Doris Day"},{"quote":"Strong people make as many mistakes as weak people. Difference is that strong people admit their mistakes, laugh at them, learn from them. That is how they become strong.","author":"Richard Needham"},{"quote":"Where all think alike, no one thinks very much.","author":"Walter Lippmann"},{"quote":"You must welcome change as the rule but not as your ruler.","author":"Denis Waitley"},{"quote":"No act of kindness, no matter how small, is ever wasted.","author":"Aesop"},{"quote":"They can conquer who believe they can.","author":"Virgil"},{"quote":"Important principles may, and must, be inflexible.","author":"Abraham Lincoln"},{"quote":"Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.","author":"Blaise Pascal"},{"quote":"I may not know everything, but everything is not known yet anyway.","author":"Byron Pulsifer"},{"quote":"Stay away from what might have been and look at what will be.","author":"Marsha Petrie Sue"},{"quote":"Most powerful is he who has himself in his own power.","author":"Seneca"},{"quote":"The key to growth is the introduction of higher dimensions of consciousness into our awareness.","author":"Lao Tzu"},{"quote":"If you surrender to the wind, you can ride it.","author":"Toni Morrison"},{"quote":"To see things in the seed, that is genius.","author":"Lao Tzu"},{"quote":"Before you put on a frown, make absolutely sure there are no smiles available.","author":"Jim Beggs"},{"quote":"Belief consists in accepting the affirmations of the soul; Unbelief, in denying them.","author":"Ralph Emerson"},{"quote":"Can you imagine what I would do if I could do all I can?","author":"Sun Tzu"},{"quote":"Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?","author":"Richard Bach"},{"quote":"We must become the change we want to see.","author":"Mahatma Gandhi"},{"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha"},{"quote":"What worries you masters you.","author":"Haddon Robinson"},{"quote":"My advice to you is not to inquire why or whither, but just enjoy your ice cream while its on your plate, that's my philosophy.","author":"Thornton Wilder"},{"quote":"There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded.","author":"Mark Twain"},{"quote":"Nothing is a waste of time if you use the experience wisely.","author":"Rodin"},{"quote":"If you do not change direction, you may end up where you are heading.","author":"Lao Tzu"},{"quote":"Just trust yourself, then you will know how to live.","author":"Goethe"},{"quote":"It is difficult to achieve a spirit of genuine cooperation as long as people remain indifferent to the feelings and happiness of others.","author":"Dalai Lama"},{"quote":"Forgiveness does not change the past, but it does enlarge the future.","author":"Paul Boese"},{"quote":"It can't be spring if your heart is filled with past failures.","author":"Byron Pulsifer"},{"quote":"All children are artists. The problem is how to remain an artist once he grows up.","author":"Pablo Picasso"},{"quote":"You can be what you want to be. You have the power within and we will help you always.","author":"Byron Pulsifer"},{"quote":"Of course there is no formula for success except perhaps an unconditional acceptance of life and what it brings.","author":"Arthur Rubinstein"},{"quote":"To study and not think is a waste. To think and not study is dangerous.","author":"Confucius"},{"quote":"I want you to be everything that's you, deep at the center of your being.","author":"Confucius"},{"quote":"We are what we repeatedly do. Excellence, then, is not an act but a habit.","author":"Aristotle"},{"quote":"Opportunity is missed by most because it is dressed in overalls and looks like work.","author":"Thomas Edison"},{"quote":"In all chaos there is a cosmos, in all disorder a secret order.","author":"Carl Jung"},{"quote":"To choose what is difficult all ones days, as if it were easy, that is faith.","author":"W. H. Auden"},{"quote":"Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind.","author":"Plato"},{"quote":"Man is equally incapable of seeing the nothingness from which he emerges and the infinity in which he is engulfed.","author":"Blaise Pascal"},{"quote":"Remembering a wrong is like carrying a burden on the mind.","author":"Buddha"},{"quote":"True silence is the rest of the mind; it is to the spirit what sleep is to the body, nourishment and refreshment.","author":"William Penn"},{"quote":"He who knows himself is enlightened.","author":"Lao Tzu"},{"quote":"Truth is powerful and it prevails.","author":"Sojourner Truth"},{"quote":"Give a man a fish and you feed him for a day. Teach him how to fish and you feed him for a lifetime.","author":"Lao Tzu"},{"quote":"We cannot hold a torch to light another's path without brightening our own.","author":"Ben Sweetland"},{"quote":"The really unhappy person is the one who leaves undone what they can do, and starts doing what they don't understand; no wonder they come to grief.","author":"Johann Wolfgang von Goethe"},{"quote":"Practice yourself, for heavens sake in little things, and then proceed to greater.","author":"Epictetus"},{"quote":"So long as a person is capable of self-renewal they are a living being.","author":"Henri-Frederic Amiel"},{"quote":"Tension is who you think you should be. Relaxation is who you are.","author":"Chinese proverb"},{"quote":"All is flux; nothing stays still.","author":"Heraclitus"},{"quote":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","author":"Marcus Aurelius"},{"quote":"Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.","author":"Albert Einstein"},{"quote":"Chance is always powerful. Let your hook be always cast; in the pool where you least expect it, there will be a fish.","author":"Ovid"},{"quote":"Every human being is the author of his own health or disease.","author":"Buddha"},{"quote":"Love is the flower you've got to let grow.","author":"John Lennon"},{"quote":"We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer"},{"quote":"There is only one happiness in life, to love and be loved.","author":"George Sand"},{"quote":"You really can change the world if you care enough.","author":"Marian Edelman"},{"quote":"Know, first, who you are, and then adorn yourself accordingly.","author":"Epictetus"},{"quote":"Intuition will tell the thinking mind where to look next.","author":"Jonas Salk"},{"quote":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","author":"Buddha"},{"quote":"I cannot give you the formula for success, but I can give you the formula for failure: which is: Try to please everybody.","author":"Herbert Swope"},{"quote":"Our intention creates our reality.","author":"Wayne Dyer"},{"quote":"Don't turn away from possible futures before you're certain you don't have anything to learn from them.","author":"Richard Bach"},{"quote":"Peace cannot be kept by force. It can only be achieved by understanding.","author":"Albert Einstein"},{"quote":"There is no great genius without some touch of madness.","author":"Seneca"},{"quote":"To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.","author":"Henri Bergson"},{"quote":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.","author":"John Ruskin"},{"quote":"Be gentle first with yourself if you wish to be gentle with others.","author":"Lama Yeshe"},{"quote":"To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.","author":"Pema Chodron"},{"quote":"The most precious gift we can offer anyone is our attention. When mindfulness embraces those we love, they will bloom like flowers.","author":"Thich Nhat Hanh"},{"quote":"The man who trusts men will make fewer mistakes than he who distrusts them.","author":"Cavour"},{"quote":"Bold is not the act of foolishness but the attribute and inner strength to act when others will not so as to move forward not backward.","author":"Byron Pulsifer"},{"quote":"No man can succeed in a line of endeavor which he does not like.","author":"Napoleon Hill"},{"quote":"Reality does not conform to the ideal, but confirms it.","author":"Gustave Flaubert"},{"quote":"Our deepest wishes are whispers of our authentic selves. We must learn to respect them. We must learn to listen.","author":"Sarah Breathnach"},{"quote":"Love vanquishes time. To lovers, a moment can be eternity, eternity can be the tick of a clock.","author":"Mary Parrish"},{"quote":"What we think, we become.","author":"Buddha"},{"quote":"People are so constituted that everybody would rather undertake what they see others do, whether they have an aptitude for it or not.","author":"Johann Wolfgang von Goethe"},{"quote":"Miracles come in moments. Be ready and willing.","author":"Wayne Dyer"},{"quote":"Being in humaneness is good. If we select other goodness and thus are far apart from humaneness, how can we be the wise?","author":"Confucius"},{"quote":"Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary.","author":"Margaret Cousins"},{"quote":"Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.","author":"Marcus Aurelius"},{"quote":"It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.","author":"Franklin D. Roosevelt"},{"quote":"No man was ever wise by chance.","author":"Seneca"},{"quote":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei"},{"quote":"To ensure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life.","author":"William Londen"},{"quote":"The Superior Man is aware of Righteousness, the inferior man is aware of advantage.","author":"Confucius"},{"quote":"I am not bothered by the fact that I am unknown. I am bothered when I do not know others.","author":"Confucius"},{"quote":"An optimist is a person who sees a green light everywhere, while the pessimist sees only the red spotlight... The truly wise person is colour-blind.","author":"Albert Schweitzer"},{"quote":"We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world.","author":"Buddha"},{"quote":"Before you can inspire with emotion, you must be swamped with it yourself. Before you can move their tears, your own must flow. To convince them, you must yourself believe.","author":"Winston Churchill"},{"quote":"An invasion of armies can be resisted, but not an idea whose time has come.","author":"Victor Hugo"},{"quote":"We are all something, but none of us are everything.","author":"Blaise Pascal"},{"quote":"Your big opportunity may be right where you are now.","author":"Napoleon Hill"},{"quote":"The conditions of conquest are always easy. We have but to toil awhile, endure awhile, believe always, and never turn back.","author":"Seneca"},{"quote":"Nobody made a greater mistake than he who did nothing because he could do only a little.","author":"Edmund Burke"},{"quote":"If you find yourself in a hole, the first thing to do is stop digging.","author":"Will Rogers"},{"quote":"Luck is what happens when preparation meets opportunity.","author":"Seneca"},{"quote":"You are the only person on Earth who can use your ability.","author":"Zig Ziglar"},{"quote":"Make the most of yourself, for that is all there is of you.","author":"Ralph Emerson"},{"quote":"A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do.","author":"Chuck Norris"},{"quote":"Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.","author":"Theodore Rubin"},{"quote":"Freedom is not worth having if it does not connote freedom to err.","author":"Mohandas Gandhi"},{"quote":"The path to success is to take massive, determined action.","author":"Anthony Robbins"},{"quote":"You are important enough to ask and you are blessed enough to receive back.","author":"Wayne Dyer"},{"quote":"A leader or a man of action in a crisis almost always acts subconsciously and then thinks of the reasons for his action.","author":"Jawaharlal Nehru"},{"quote":"You can adopt the attitude there is nothing you can do, or you can see the challenge as your call to action.","author":"Catherine Pulsifer"},{"quote":"It is surprising what a man can do when he has to, and how little most men will do when they don't have to.","author":"Walter Linn"},{"quote":"The more you know yourself, the more you forgive yourself.","author":"Confucius"},{"quote":"If you want things to be different, perhaps the answer is to become different yourself.","author":"Norman Peale"},{"quote":"There is no retirement for an artist, it's your way of living so there is no end to it.","author":"Henry Moore"},{"quote":"Give it all you've got because you never know if there's going to be a next time.","author":"Danielle Ingrum"},{"quote":"Continuous effort, not strength or intelligence is the key to unlocking our potential.","author":"Winston Churchill"},{"quote":"The reasonable man adapts himself to the world; the unreasonable man persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.","author":"George Shaw"},{"quote":"Be the chief but never the lord.","author":"Lao Tzu"},{"quote":"Happiness cannot be travelled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace and gratitude.","author":"Denis Waitley"},{"quote":"The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.","author":"Thomas Edison"},{"quote":"He who deliberates fully before taking a step will spend his entire life on one leg.","author":"Chinese proverb"},{"quote":"I care not so much what I am to others as what I am to myself. I will be rich by myself, and not by borrowing.","author":"Michel de Montaigne"},{"quote":"I have always thought the actions of men the best interpreters of their thoughts.","author":"John Locke"},{"quote":"The only thing to do with good advice is to pass it on. It is never of any use to oneself.","author":"Oscar Wilde"},{"quote":"Speak low, if you speak love.","author":"William Shakespeare"},{"quote":"A gem cannot be polished without friction, nor a man perfected without trials.","author":"Chinese proverb"},{"quote":"I think you can have moderate success by copying something else, but if you really want to knock it out of the park, you have to do something different and take chances.","author":"Lee Womack"},{"quote":"The greatest remedy for anger is delay.","author":"Seneca"},{"quote":"To accomplish great things, we must not only act, but also dream; not only plan, but also believe.","author":"Anatole France"},{"quote":"Staying in one place is the best path to be taken over and surpassed by many.","author":"Byron Pulsifer"},{"quote":"Every artist dips his brush in his own soul, and paints his own nature into his pictures.","author":"Henry Ward Beecher"},{"quote":"Excellence is to do a common thing in an uncommon way.","author":"Booker Washington"},{"quote":"Trust yourself. You know more than you think you do.","author":"Benjamin Spock"},{"quote":"Time you enjoyed wasting was not wasted.","author":"John Lennon"},{"quote":"When your desires are strong enough you will appear to possess superhuman powers to achieve.","author":"Napoleon Hill"},{"quote":"Sometimes the biggest act of courage is a small one.","author":"Lauren Raffo"},{"quote":"I'm not interested in age. People who tell me their age are silly. You're as old as you feel.","author":"Elizabeth Arden"},{"quote":"A short saying oft contains much wisdom.","author":"Sophocles"},{"quote":"Man is not sum of what he has already, but rather the sum of what he does not yet have, of what he could have.","author":"Jean-Paul Sartre"},{"quote":"Through pride we are ever deceiving ourselves. But deep down below the surface of the average conscience a still, small voice says to us, Something is out of tune.","author":"Carl Jung"},{"quote":"If you focus on results, you will never change. If you focus on change, you will get results.","author":"Jack Dixon"},{"quote":"Fame usually comes to those who are thinking about something else.","author":"Holmes"},{"quote":"Enjoy the little things, for one day you may look back and realize they were the big things.","author":"Robert Brault"},{"quote":"Keep yourself to the sunshine and you cannot see the shadow.","author":"Helen Keller"},{"quote":"If you lose today, win tomorrow. In this never-ending spirit of challenge is the heart of a victor.","author":"Daisaku Ikeda"},{"quote":"What is new in the world? Nothing. What is old in the world? Nothing. Everything has always been and will always be.","author":"Sai Baba"},{"quote":"Anybody can make history. Only a great man can write it.","author":"Oscar Wilde"},{"quote":"Obstacles are those things you see when you take your eyes off the goal.","author":"Hannah More"},{"quote":"If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.","author":"Jim Rohn"},{"quote":"The journey of a thousand miles begins with one step.","author":"Lao Tzu"},{"quote":"Most people are about as happy as they make up their minds to be","author":"Abraham Lincoln"},{"quote":"Don't frown because you never know who is falling in love with your smile.","author":"Sinvyest Tan"},{"quote":"What you are is what you have been. What you will be is what you do now.","author":"Buddha"},{"quote":"Kindness is the language which the deaf can hear and the blind can see.","author":"Mark Twain"},{"quote":"Don't be afraid to go out on a limb. That's where the fruit is.","author":"H. Jackson Browne"},{"quote":"The greatest part of our happiness depends on our dispositions, not our circumstances.","author":"Martha Washington"},{"quote":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.","author":"G. K. Chesterton"},{"quote":"It is fatal to enter any war without the will to win it.","author":"General Douglas MacArthur"},{"quote":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.","author":"Confucius"},{"quote":"Go put your creed into the deed. Nor speak with double tongue.","author":"Ralph Emerson"},{"quote":"Spirituality can be severed from both vicious sectarianism and thoughtless banalities. Spirituality, I have come to see, is nothing less than the thoughtful love of life.","author":"Robert C. Solomon"},{"quote":"I begin with an idea and then it becomes something else.","author":"Pablo Picasso"},{"quote":"Neither genius, fame, nor love show the greatness of the soul. Only kindness can do that.","author":"Jean Lacordaire"},{"quote":"Be a good listener. Your ears will never get you in trouble.","author":"Frank Tyger"},{"quote":"Nothing will work unless you do.","author":"Maya Angelou"},{"quote":"Until you make peace with who you are, you'll never be content with what you have.","author":"Doris Mortman"},{"quote":"Friends are those rare people who ask how we are and then wait to hear the answer.","author":"Ed Cunningham"},{"quote":"The things that one most wants to do are the things that are probably most worth doing.","author":"Winifred Holtby"},{"quote":"You may be deceived if you trust too much, but you will live in torment if you don't trust enough.","author":"Frank Crane"},{"quote":"We have committed the Golden Rule to memory; let us now commit it to life.","author":"Edwin Markham"},{"quote":"Don't talk about what you have done or what you are going to do.","author":"Thomas Jefferson"},{"quote":"The exercise of an extraordinary gift is the supremest pleasure in life.","author":"Mark Twain"},{"quote":"No garden is without its weeds.","author":"Thomas Fuller"},{"quote":"For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.","author":"Mary Kay Ash"},{"quote":"You are never given a wish without also being given the power to make it come true. You may have to work for it, however.","author":"Richard Bach"},{"quote":"On every thorn, delightful wisdom grows, In every rill a sweet instruction flows.","author":"Edward Young"},{"quote":"Patience is the companion of wisdom.","author":"Saint Augustine"},{"quote":"You can't trust without risk but neither can you live in a cocoon.","author":"Byron Pulsifer"},{"quote":"If you cannot do great things, do small things in a great way.","author":"Napoleon Hill"},{"quote":"To climb steep hills requires a slow pace at first.","author":"William Shakespeare"},{"quote":"Ignorant men don't know what good they hold in their hands until they've flung it away.","author":"Sophocles"},{"quote":"What do we live for, if it is not to make life less difficult for each other?","author":"George Eliot"},{"quote":"If you love someone, set them free. If they come back they're yours; if they don't they never were.","author":"Richard Bach"},{"quote":"Life is movement-we breathe, we eat, we walk, we move!","author":"John Pierrakos"},{"quote":"Bad times have a scientific value. These are occasions a good learner would not miss.","author":"Ralph Emerson"},{"quote":"Your outlook on life is a direct reflection on how much you like yourself.","author":"Lululemon"},{"quote":"Great are they who see that spiritual is stronger than any material force, that thoughts rule the world.","author":"Ralph Emerson"},{"quote":"Sometimes by losing a battle you find a new way to win the war.","author":"Donald Trump"},{"quote":"Those who try to do something and fail are infinitely better than those who try nothing and succeed.","author":"Lloyd Jones"},{"quote":"You can stand tall without standing on someone. You can be a victor without having victims.","author":"Harriet Woods"},{"quote":"You cannot be lonely if you like the person you're alone with.","author":"Wayne Dyer"},{"quote":"Faith in oneself is the best and safest course.","author":"Michelangelo"},{"quote":"Real success is finding your lifework in the work that you love.","author":"David McCullough"},{"quote":"Experience is not what happens to a man. It is what a man does with what happens to him.","author":"Aldous Huxley"},{"quote":"Minds are like parachutes. They only function when open.","author":"Thomas Dewar"},{"quote":"If you accept the expectations of others, especially negative ones, then you never will change the outcome.","author":"Michael Jordan"},{"quote":"Great acts are made up of small deeds.","author":"Lao Tzu"},{"quote":"Sincerity is the way of Heaven. The attainment of sincerity is the way of men.","author":"Confucius"},{"quote":"An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.","author":"Thomas Fuller"},{"quote":"The weak can never forgive. Forgiveness is the attribute of the strong.","author":"Mohandas Gandhi"},{"quote":"Whatever we expect with confidence becomes our own self-fulfilling prophecy.","author":"Brian Tracy"},{"quote":"Nothing ever goes away until it has taught us what we need to know.","author":"Pema Chodron"},{"quote":"Those who dream by day are cognizant of many things which escape those who dream only by night.","author":"Edgar Allan Poe"},{"quote":"Keep true to the dreams of thy youth.","author":"Friedrich von Schiller"},{"quote":"Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more","author":"Anthony Robbins"},{"quote":"Fear is a darkroom where negatives develop.","author":"Usman Asif"},{"quote":"Mistakes are always forgivable, if one has the courage to admit them.","author":"Bruce Lee"},{"quote":"When the solution is simple, God is answering.","author":"Albert Einstein"},{"quote":"Either you run the day or the day runs you.","author":"Jim Rohn"},{"quote":"If you are patient in one moment of anger, you will escape one hundred days of sorrow.","author":"Chinese proverb"},{"quote":"In separateness lies the world's great misery, in compassion lies the world's true strength.","author":"Buddha"},{"quote":"It is not enough to have a good mind; the main thing is to use it well.","author":"Rene Descartes"},{"quote":"You can't stop the waves, but you can learn to surf.","author":"Jon Kabat-Zinn"},{"quote":"It is impossible to feel grateful and depressed in the same moment.","author":"Naomi Williams"},{"quote":"The world makes way for the man who knows where he is going.","author":"Ralph Emerson"},{"quote":"No one has a finer command of language than the person who keeps his mouth shut.","author":"Sam Rayburn"},{"quote":"Don't look back. Something might be gaining on you.","author":"Satchel Paige"},{"quote":"People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to.","author":"George Allen"},{"quote":"Make the most of yourself for that is all there is of you.","author":"Ralph Emerson"},{"quote":"A really great talent finds its happiness in execution.","author":"Johann Wolfgang von Goethe"},{"quote":"Excellence is not a skill. It is an attitude.","author":"Ralph Marston"},{"quote":"You may say I'm a dreamer, but I'm not the only one, I hope someday you will join us, and the world will live as one.","author":"John Lennon"},{"quote":"Strength does not come from physical capacity. It comes from an indomitable will.","author":"Mahatma Gandhi"},{"quote":"A little knowledge that acts is worth infinitely more than much knowledge that is idle.","author":"Kahlil Gibran"},{"quote":"The best teacher is experience learned from failures.","author":"Byron Pulsifer"},{"quote":"The possibilities are numerous once we decide to act and not react.","author":"George Bernard Shaw"},{"quote":"The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character.","author":"Margaret Smith"},{"quote":"There is only one corner of the universe you can be certain of improving, and that's your own self.","author":"Aldous Huxley"},{"quote":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.","author":"Albert Camus"},{"quote":"There is a way that nature speaks, that land speaks. Most of the time we are simply not patient enough, quiet enough, to pay attention to the story.","author":"Linda Hogan"},{"quote":"The cautious seldom err.","author":"Confucius"},{"quote":"Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.","author":"Hannah Arendt"},{"quote":"More often than not, anger is actually an indication of weakness rather than of strength.","author":"Dalai Lama"},{"quote":"The noblest worship is to make yourself as good and as just as you can.","author":"Isocrates"},{"quote":"Discovery consists of seeing what everybody has seen and thinking what nobody else has thought.","author":"Jonathan Swift"},{"quote":"Time stays long enough for anyone who will use it.","author":"Leonardo da Vinci"},{"quote":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.","author":"Nikola Tesla"},{"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle"},{"quote":"It is only with the heart that one can see rightly, what is essential is invisible to the eye.","author":"Antoine de Saint-Exupery"},{"quote":"Freedom is the right to live as we wish.","author":"Epictetus"},{"quote":"The thing always happens that you really believe in; and the belief in a thing makes it happen.","author":"Frank Wright"},{"quote":"It is never too late. Even if you are going to die tomorrow, keep yourself straight and clear and be a happy human being today.","author":"Lama Yeshe"},{"quote":"You cannot travel the path until you have become the path itself.","author":"Buddha"},{"quote":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.","author":"Buddha"},{"quote":"You can only grow if you're willing to feel awkward and uncomfortable when you try something new.","author":"Brian Tracy"},{"quote":"Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.","author":"Carl Jung"},{"quote":"Give whatever you are doing and whoever you are with the gift of your attention.","author":"Jim Rohn"},{"quote":"Parents can only give good advice or put them on the right paths, but the final forming of a persons character lies in their own hands.","author":"Anne Frank"},{"quote":"A goal is a dream with a deadline.","author":"Napoleon Hill"},{"quote":"Kind words will unlock an iron door.","author":"Turkish proverb"},{"quote":"The longer we dwell on our misfortunes, the greater is their power to harm us.","author":"Voltaire"},{"quote":"I have often regretted my speech, never my silence.","author":"Publilius Syrus"},{"quote":"We aim above the mark to hit the mark.","author":"Ralph Emerson"},{"quote":"If there is no struggle, there is no progress.","author":"Frederick Douglass"},{"quote":"It is better to have enough ideas for some of them to be wrong, than to be always right by having no ideas at all.","author":"Edward de Bono"},{"quote":"Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.","author":"Tony Robbins"},{"quote":"Moments of complete apathy are the best for new creations.","author":"Philip Breedveld"},{"quote":"Good thoughts are no better than good dreams, unless they be executed.","author":"Ralph Emerson"},{"quote":"Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.","author":"Epictetus"},{"quote":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","author":"William Ward"},{"quote":"Better to have loved and lost, than to have never loved at all.","author":"St. Augustine"},{"quote":"The truth which has made us free will in the end make us glad also.","author":"Felix Adler"},{"quote":"My mama always said: life's like a box of chocolate you never know what you gonna get.","author":"Forrest Gump"},{"quote":"If you aren't going all the way, why go at all?","author":"Joe Namath"},{"quote":"People are not lazy. They simply have impotent goals that is, goals that do not inspire them.","author":"Tony Robbins"},{"quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.","author":"Max Planck"},{"quote":"The world is a book, and those who do not travel read only a page.","author":"Augustinus Sanctus"},{"quote":"The superior man is satisfied and composed; the mean man is always full of distress.","author":"Confucius"},{"quote":"Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.","author":"Bruce Lee"},{"quote":"Everyone can taste success when the going is easy, but few know how to taste victory when times get tough.","author":"Byron Pulsifer"},{"quote":"We can change our lives. We can do, have, and be exactly what we wish.","author":"Tony Robbins"},{"quote":"If one advances confidently in the direction of his dream, and endeavours to live the life which he had imagines, he will meet with a success unexpected in common hours.","author":"Henry David Thoreau"},{"quote":"Work while you have the light. You are responsible for the talent that has been entrusted to you.","author":"Henri-Frederic Amiel"},{"quote":"You need chaos in your soul to give birth to a dancing star.","author":"Nietzsche"},{"quote":"There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.","author":"Denis Waitley"},{"quote":"Only those who dare to fail greatly can ever achieve greatly.","author":"Robert Kennedy"},{"quote":"Trust your hunches. They're usually based on facts filed away just below the conscious level.","author":"Joyce Brothers"},{"quote":"Not what we have but what we enjoy constitutes our abundance.","author":"John Petit-Senn"},{"quote":"Every problem has a gift for you in its hands.","author":"Richard Bach"},{"quote":"If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.","author":"Barack Obama"},{"quote":"A short saying often contains much wisdom.","author":"Sophocles"},{"quote":"The shoe that fits one person pinches another; there is no recipe for living that suits all cases.","author":"Carl Jung"},{"quote":"The most important point is to accept yourself and stand on your two feet.","author":"Shunryu Suzuki"},{"quote":"There is no scarcity of opportunity to make a living at what you love; theres only scarcity of resolve to make it happen.","author":"Wayne Dyer"},{"quote":"He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye.","author":"Buddha"},{"quote":"In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true.","author":"Buddha"},{"quote":"Obstacles are those frightful things you see when you take your eyes off your goal.","author":"Henry Ford"},{"quote":"Keep your eyes on the stars and your feet on the ground.","author":"Theodore Roosevelt"},{"quote":"People take different roads seeking fulfilment and happiness. Just because theyre not on your road doesn't mean they've gotten lost.","author":"Dalai Lama"},{"quote":"One of the advantages of being disorderly is that one is constantly making exciting discoveries.","author":"A. A. Milne"},{"quote":"A wise man can learn more from a foolish question than a fool can learn from a wise answer.","author":"Bruce Lee"},{"quote":"I know but one freedom and that is the freedom of the mind.","author":"Antoine de Saint-Exupery"},{"quote":"You can complain because roses have thorns, or you can rejoice because thorns have roses.","author":"Ziggy"},{"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha"},{"quote":"The greatest barrier to success is the fear of failure.","author":"Eriksson"},{"quote":"If one is estranged from oneself, then one is estranged from others too. If one is out of touch with oneself, then one cannot touch others.","author":"Anne Lindbergh"},{"quote":"Do not expect the world to look bright, if you habitually wear gray-brown glasses.","author":"Tomas Eliot"},{"quote":"Every man takes the limits of his own field of vision for the limits of the world.","author":"Arthur Schopenhauer"},{"quote":"Reason and free inquiry are the only effectual agents against error.","author":"Thomas Jefferson"},{"quote":"The most formidable weapon against errors of every kind is reason.","author":"Thomas Paine"},{"quote":"Don't cry because it's over. Smile because it happened.","author":"Dr. Seuss"},{"quote":"From wonder into wonder existence opens.","author":"Lao Tzu"},{"quote":"The truth of the matter is that you always know the right thing to do. The hard part is doing it.","author":"Norman Schwarzkopf"},{"quote":"In order to win, you must expect to win.","author":"Richard Bach"},{"quote":"The cure for boredom is curiosity. There is no cure for curiosity.","author":"Ellen Parr"},{"quote":"Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing.","author":"Mother Teresa"},{"quote":"Beauty is not in the face; beauty is a light in the heart.","author":"Kahlil Gibran"},{"quote":"If you can dream it, you can do it.","author":"Walt Disney"},{"quote":"Do not be embarrassed by your mistakes. Nothing can teach us better than our understanding of them. This is one of the best ways of self-education.","author":"Thomas Carlyle"},{"quote":"Courage is not the absence of fear, but simply moving on with dignity despite that fear.","author":"Pat Riley"},{"quote":"The shortest answer is doing.","author":"Lord Herbert"},{"quote":"I can't imagine a person becoming a success who doesn't give this game of life everything hes got.","author":"Walter Cronkite"},{"quote":"You won't skid if you stay in a rut.","author":"Kin Hubbard"},{"quote":"Life is a progress, and not a station.","author":"Ralph Emerson"},{"quote":"A true friend is the most precious of all possessions and the one we take the least thought about acquiring.","author":"Francois de La Rochefoucauld"},{"quote":"Live through feeling and you will live through love. For feeling is the language of the soul, and feeling is truth.","author":"Matt Zotti"},{"quote":"For everything that lives is holy, life delights in life.","author":"William Blake"},{"quote":"Trust your own instinct. Your mistakes might as well be your own, instead of someone elses.","author":"Billy Wilder"},{"quote":"It is in your moments of decision that your destiny is shaped.","author":"Tony Robbins"},{"quote":"Joy is what happens to us when we allow ourselves to recognize how good things really are.","author":"Marianne Williamson"},{"quote":"Fate is in your hands and no one elses","author":"Byron Pulsifer"},{"quote":"Know how to listen, and you will profit even from those who talk badly.","author":"Plutarch"},{"quote":"Knowledge is a process of piling up facts; wisdom lies in their simplification.","author":"Martin Fischer"},{"quote":"Do one thing every day that scares you.","author":"Eleanor Roosevelt"},{"quote":"I will prepare and some day my chance will come.","author":"Abraham Lincoln"},{"quote":"When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger.","author":"Epictetus"},{"quote":"Memory is the mother of all wisdom.","author":"Samuel Johnson"},{"quote":"Happiness is a perfume you cannot pour on others without getting a few drops on yourself.","author":"Ralph Waldo Emerson"},{"quote":"A wise man will make more opportunities than he finds.","author":"Francis Bacon"},{"quote":"Nature gave us one tongue and two ears so we could hear twice as much as we speak.","author":"Epictetus"},{"quote":"The most important thing is transforming our minds, for a new way of thinking, a new outlook: we should strive to develop a new inner world.","author":"Dalai Lama"},{"quote":"Each day can be one of triumph if you keep up your interests.","author":"George Matthew Adams"},{"quote":"There are only two mistakes one can make along the road to truth; not going all the way, and not starting.","author":"Buddha"},{"quote":"Opportunity often comes disguised in the form of misfortune, or temporary defeat.","author":"Napoleon Hill"},{"quote":"Imagination is the living power and prime agent of all human perception.","author":"Samuel Taylor Coleridge"},{"quote":"The truest greatness lies in being kind, the truest wisdom in a happy mind.","author":"Ella Wilcox"},{"quote":"We are Divine enough to ask and we are important enough to receive.","author":"Wayne Dyer"},{"quote":"Only when we are no longer afraid do we begin to live.","author":"Dorothy Thompson"},{"quote":"Work out your own salvation. Do not depend on others.","author":"Buddha"},{"quote":"Listen to your intuition. It will tell you everything you need to know.","author":"Anthony D'Angelo"},{"quote":"There is never enough time to do everything, but there is always enough time to do the most important thing.","author":"Brian Tracy"},{"quote":"Change in all things is sweet.","author":"Aristotle"},{"quote":"When you arise in the morning, think of what a precious privilege it is to be alive to breathe, to think, to enjoy, to love.","author":"Marcus Aurelius"},{"quote":"Ideas are the beginning points of all fortunes.","author":"Napoleon Hill"},{"quote":"The person who makes a success of living is the one who see his goal steadily and aims for it unswervingly. That is dedication.","author":"Cecil B. DeMille"},{"quote":"Knowing your own darkness is the best method for dealing with the darknesses of other people.","author":"Carl Jung"},{"quote":"Everything you are against weakens you. Everything you are for empowers you.","author":"Wayne Dyer"},{"quote":"Sadness may be part of life but there is no need to let it dominate your entire life.","author":"Byron Pulsifer"},{"quote":"I'm a great believer in luck and I find the harder I work, the more I have of it.","author":"Thomas Jefferson"},{"quote":"Life a culmination of the past, an awareness of the present, an indication of the future beyond knowledge, the quality that gives a touch of divinity to matter.","author":"Charles A. Lindbergh"},{"quote":"A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one.","author":"Chuck Norris"},{"quote":"Life is what you make of it. Always has been, always will be.","author":"Grandma Moses"},{"quote":"It is only when the mind and character slumber that the dress can be seen.","author":"Ralph Waldo Emerson"},{"quote":"Everything that happens happens as it should, and if you observe carefully, you will find this to be so.","author":"Marcus Aurelius"},{"quote":"People may doubt what you say, but they will believe what you do.","author":"Lewis Cass"},{"quote":"Our distrust is very expensive.","author":"Ralph Emerson"},{"quote":"Happiness depends upon ourselves.","author":"Aristotle"},{"quote":"To listen well is as powerful a means of communication and influence as to talk well.","author":"John Marshall"},{"quote":"We are either progressing or retrograding all the while. There is no such thing as remaining stationary in this life.","author":"James Freeman Clarke"},{"quote":"He who fears being conquered is sure of defeat.","author":"Napoleon Bonaparte"},{"quote":"Maxim for life: You get treated in life the way you teach people to treat you.","author":"Wayne Dyer"},{"quote":"There are two primary choices in life: to accept conditions as they exist, or accept responsibility for changing them.","author":"Denis Waitley"},{"quote":"Don't think of it as failure. Think of it as time-released success.","author":"Robert Orben"},{"quote":"It is better to understand a little than to misunderstand a lot.","author":"Anatole France"},{"quote":"Work for something because it is good, not just because it stands a chance to succeed.","author":"Vaclav Havel"},{"quote":"Always be mindful of the kindness and not the faults of others.","author":"Buddha"},{"quote":"How far that little candle throws its beams! So shines a good deed in a naughty world.","author":"William Shakespeare"},{"quote":"Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","author":"Thomas Jefferson"},{"quote":"Almost everything comes from nothing.","author":"Henri Amiel"},{"quote":"You can't shake hands with a clenched fist.","author":"Indira Gandhi"},{"quote":"The highest stage in moral ure at which we can arrive is when we recognize that we ought to control our thoughts.","author":"Charles Darwin"},{"quote":"A hero is no braver than an ordinary man, but he is braver five minutes longer.","author":"Ralph Waldo Emerson"},{"quote":"You have to think anyway, so why not think big?","author":"Donald Trump"},{"quote":"Those that know, do. Those that understand, teach.","author":"Aristotle"},{"quote":"The awareness of our own strength makes us modest.","author":"Paul Cezanne"},{"quote":"May our hearts garden of awakening bloom with hundreds of flowers.","author":"Thich Nhat Hanh"},{"quote":"Though no one can go back and make a brand new start, anyone can start from not and make a brand new ending.","author":"Carl Bard"},{"quote":"A man should look for what is, and not for what he thinks should be.","author":"Albert Einstein"},{"quote":"What we see depends mainly on what we look for.","author":"John Lubbock"},{"quote":"He who is fixed to a star does not change his mind.","author":"Leonardo da Vinci"},{"quote":"You teach best what you most need to learn.","author":"Richard Bach"},{"quote":"The thoughts we choose to think are the tools we use to paint the canvas of our lives.","author":"Louise Hay"},{"quote":"We must never forget that it is through our actions, words, and thoughts that we have a choice.","author":"Sogyal Rinpoche"},{"quote":"Take rest; a field that has rested gives a bountiful crop.","author":"Ovid"},{"quote":"A man sees in the world what he carries in his heart.","author":"Goethe"},{"quote":"A day of worry is more exhausting than a day of work.","author":"John Lubbock"},{"quote":"Three things in human life are important. The first is to be kind. The second is to be kind. The third is to be kind.","author":"Henry James"},{"quote":"Genius is one percent inspiration and ninety-nine percent perspiration.","author":"Thomas Edison"},{"quote":"To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.","author":"Confucius"},{"quote":"When fate hands us a lemon, lets try to make lemonade.","author":"Dale Carnegie"},{"quote":"Knowledge has three degrees opinion, science, illumination. The means or instrument of the first is sense; of the second, dialectic; of the third, intuition.","author":"Plotinus"},{"quote":"Waste no more time arguing about what a good man should be. Be one.","author":"Marcus Aurelius"},{"quote":"The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own.","author":"Lao Tzu"},{"quote":"The best thing in every noble dream is the dreamer...","author":"Moncure Conway"},{"quote":"As we are liberated from our own fear, our presence automatically liberates others.","author":"Nelson Mandela"},{"quote":"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","author":"Alfred Tennyson"},{"quote":"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.","author":"Buddha"},{"quote":"He who lives in harmony with himself lives in harmony with the world.","author":"Marcus Aurelius"},{"quote":"We cannot solve our problems with the same thinking we used when we created them.","author":"Albert Einstein"},{"quote":"See the positive side, the potential, and make an effort.","author":"Dalai Lama"},{"quote":"He who knows, does not speak. He who speaks, does not know.","author":"Lao Tzu"},{"quote":"Small opportunities are often the beginning of great enterprises.","author":"Demosthenes"},{"quote":"Every man is a volume if you know how to read him.","author":"Channing"},{"quote":"All men who have achieved great things have been great dreamers.","author":"Orison Marden"},{"quote":"The only limit to our realization of tomorrow will be our doubts of today.","author":"Franklin Roosevelt"},{"quote":"All great achievements require time.","author":"Maya Angelou"},{"quote":"You are always free to change your mind and choose a different future, or a different past.","author":"Richard Bach"},{"quote":"If one way be better than another, that you may be sure is natures way.","author":"Aristotle"},{"quote":"The less effort, the faster and more powerful you will be.","author":"Bruce Lee"},{"quote":"To fly, we have to have resistance.","author":"Maya Lin"},{"quote":"Love is the master key that opens the gates of happiness.","author":"Oliver Holmes"},{"quote":"Talk doesn't cook rice.","author":"Chinese proverb"},{"quote":"Imagination is the highest kite one can fly.","author":"Lauren Bacall"},{"quote":"He that is giddy thinks the world turns round.","author":"William Shakespeare"},{"quote":"There is one thing you have got to learn about our movement. Three people are better than no people.","author":"Fannie Hamer"},{"quote":"History will be kind to me for I intend to write it.","author":"Winston Churchill"},{"quote":"Reality is merely an illusion, albeit a very persistent one.","author":"Albert Einstein"},{"quote":"Success is getting what you want. Happiness is wanting what you get.","author":"Dale Carnegie"},{"quote":"One who is too insistent on his own views, finds few to agree with him.","author":"Lao Tzu"},{"quote":"Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were.","author":"David Rockefeller"},{"quote":"Mountains cannot be surmounted except by winding paths.","author":"Johann Wolfgang von Goethe"},{"quote":"There is no way to happiness, happiness is the way.","author":"Thich Nhat Hanh"},{"quote":"We never understand how little we need in this world until we know the loss of it.","author":"James Barrie"},{"quote":"Be as you wish to seem.","author":"Socrates"},{"quote":"Vision without action is a daydream. Action without vision is a nightmare.","author":"Japanese proverb"},{"quote":"Having nothing, nothing can he lose.","author":"William Shakespeare"},{"quote":"A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.","author":"Denis Waitley"},{"quote":"Happiness is not something ready made. It comes from your own actions.","author":"Dalai Lama"},{"quote":"Your destiny isn't just fate; it is how you use your own developed abilities to get what you want.","author":"Byron Pulsifer"},{"quote":"I endeavour to be wise when I cannot be merry, easy when I cannot be glad, content with what cannot be mended and patient when there is no redress.","author":"Elizabeth Montagu"},{"quote":"Transformation doesn't take place with a vacuum; instead, it occurs when we are indirectly and directly connected to all those around us.","author":"Byron Pulsifer"},{"quote":"Keep silence for the most part, and speak only when you must, and then briefly.","author":"Epictetus"},{"quote":"They say that time changes things, but you actually have to change them yourself.","author":"Andy Warhol"},{"quote":"A man who doesn't trust himself can never really trust anyone else.","author":"Cardinal Retz"},{"quote":"The person who lives life fully, glowing with life's energy, is the person who lives a successful life.","author":"Daisaku Ikeda"},{"quote":"Nature is a mutable cloud which is always and never the same.","author":"Ralph Emerson"},{"quote":"Rainbows apologize for angry skies.","author":"Sylvia Voirol"},{"quote":"The mind unlearns with difficulty what it has long learned.","author":"Seneca"},{"quote":"Do not turn back when you are just at the goal.","author":"Publilius Syrus"},{"quote":"The universe is transformation; our life is what our thoughts make it.","author":"Marcus Aurelius"},{"quote":"No yesterdays are ever wasted for those who give themselves to today.","author":"Brendan Francis"},{"quote":"Keeping a little ahead of conditions is one of the secrets of business, the trailer seldom goes far.","author":"Charles Schwab"},{"quote":"Everything in the universe goes by indirection. There are no straight lines.","author":"Ralph Emerson"},{"quote":"Learn all you can from the mistakes of others. You won't have time to make them all yourself.","author":"Alfred Sheinwold"},{"quote":"Thousands of candles can be lit from a single, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha"},{"quote":"Without courage, wisdom bears no fruit.","author":"Baltasar Gracian"},{"quote":"Responsibility is not inherited, it is a choice that everyone needs to make at some point in their life.","author":"Byron Pulsifer"},{"quote":"In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.","author":"Leonardo da Vinci"},{"quote":"Never put off till tomorrow what you can do today.","author":"Thomas Jefferson"},{"quote":"Be slow of tongue and quick of eye.","author":"Cervantes"},{"quote":"When you begin to touch your heart or let your heart be touched, you begin to discover that it's bottomless.","author":"Pema Chodron"},{"quote":"Man cannot discover new oceans unless he has the courage to lose sight of the shore.","author":"Andre Gide"},{"quote":"I will not be concerned at other men is not knowing me;I will be concerned at my own want of ability.","author":"Confucius"},{"quote":"Don't judge each day by the harvest you reap but by the seeds that you plant.","author":"Robert Stevenson"},{"quote":"If the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him.","author":"Ralph Emerson"},{"quote":"I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.","author":"Lao Tzu"},{"quote":"Forgiveness is choosing to love. It is the first skill of self-giving love.","author":"Mohandas Gandhi"},{"quote":"The poor man is not he who is without a cent, but he who is without a dream.","author":"Harry Kemp"},{"quote":"If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.","author":"Pema Chodron"},{"quote":"If you love life, don't waste time, for time is what life is made up of.","author":"Bruce Lee"},{"quote":"To do all that one is able to do, is to be a man; to do all that one would like to do, is to be a god.","author":"Napoleon Bonaparte"},{"quote":"Love all, trust a few, do wrong to none.","author":"William Shakespeare"},{"quote":"If you must tell me your opinions, tell me what you believe in. I have plenty of douts of my own.","author":"Johann Wolfgang von Goethe"},{"quote":"The cause is hidden. The effect is visible to all.","author":"Ovid"},{"quote":"Life isn't about finding yourself. Life is about creating yourself.","author":"Bernard Shaw"},{"quote":"Failure doesn't mean you are a failure it just means you haven't succeeded yet.","author":"Robert Schuller"},{"quote":"By nature man hates change; seldom will he quit his old home till it has actually fallen around his ears.","author":"Thomas Carlyle"},{"quote":"What you give is what you get.","author":"Byron Pulsifer"},{"quote":"If you change the way you look at things, the things you look at change.","author":"Wayne Dyer"},{"quote":"Well begun is half done.","author":"Aristotle"},{"quote":"The greatest way to live with honor in this world is to be what we pretend to be.","author":"Socrates"},{"quote":"The greatest pleasure I know is to do a good action by stealth, and to have it found out by accident.","author":"Charles Lamb"},{"quote":"We can only learn to love by loving.","author":"Iris Murdoch"},{"quote":"Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.","author":"Alan Cohen"},{"quote":"We must embrace pain and burn it as fuel for our journey.","author":"Kenji Miyazawa"},{"quote":"To fly as fast as thought, you must begin by knowing that you have already arrived.","author":"Richard Bach"},{"quote":"The bird of paradise alights only upon the hand that does not grasp.","author":"John Berry"},{"quote":"I believe that every person is born with talent.","author":"Maya Angelou"},{"quote":"It all depends on how we look at things, and not how they are in themselves.","author":"Carl Jung"},{"quote":"We may encounter many defeats but we must not be defeated.","author":"Maya Angelou"},{"quote":"If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut.","author":"Albert Einstein"},{"quote":"How many cares one loses when one decides not to be something but to be someone.","author":"Coco Chanel"},{"quote":"Intuition is the supra-logic that cuts out all the routine processes of thought and leaps straight from the problem to the answer.","author":"Robert Graves"},{"quote":"Our greatness lies not so much in being able to remake the world as being able to remake ourselves.","author":"Mahatma Gandhi"},{"quote":"Face your deficiencies and acknowledge them; but do not let them master you. Let them teach you patience, sweetness, insight.","author":"Helen Keller"},{"quote":"The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.","author":"Michelangelo"},{"quote":"Don't be dismayed by good-byes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetimes, is certain for those who are friends.","author":"Richard Bach"},{"quote":"Without passion man is a mere latent force and possibility, like the flint which awaits the shock of the iron before it can give forth its spark.","author":"Amiel"},{"quote":"The moment one gives close attention to anything, it becomes a mysterious, awesome, indescribably magnificent world in itself.","author":"Henry Miller"},{"quote":"Silence is deep as Eternity, Speech is shallow as Time.","author":"Carlyle"},{"quote":"Whatever happens, take responsibility.","author":"Tony Robbins"},{"quote":"The most successful people are those who are good at plan B.","author":"James Yorke"},{"quote":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","author":"Benjamin Disraeli"},{"quote":"A man may fulfil the object of his existence by asking a question he cannot answer, and attempting a task he cannot achieve.","author":"Oliver Holmes"},{"quote":"Fears are nothing more than a state of mind.","author":"Napoleon Hill"},{"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha"},{"quote":"Never idealize others. They will never live up to your expectations.","author":"Leo Buscaglia"},{"quote":"If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.","author":"Robert Fulghum"},{"quote":"I have an everyday religion that works for me. Love yourself first, and everything else falls into line.","author":"Lucille Ball"},{"quote":"He who knows others is wise. He who knows himself is enlightened.","author":"Lao Tzu"},{"quote":"I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime.","author":"Elisabeth Kubler-Ross"},{"quote":"Weve got to have a dream if we are going to make a dream come true.","author":"Walt Disney"},{"quote":"Everything has beauty, but not everyone sees it.","author":"Confucius"},{"quote":"Always be smarter than the people who hire you.","author":"Lena Horne"},{"quote":"The true way to render ourselves happy is to love our work and find in it our pleasure.","author":"Francoise de Motteville"},{"quote":"To dream of the person you would like to be is to waste the person you are.","author":"Tim Menchen"},{"quote":"Science is organized knowledge. Wisdom is organized life.","author":"Immanuel Kant"},{"quote":"We cannot change our memories, but we can change their meaning and the power they have over us.","author":"David Seamans"},{"quote":"Someone is special only if you tell them.","author":"Byron Pulsifer"},{"quote":"Be here now. Be someplace else later. Is that so complicated?","author":"David Bader"},{"quote":"Your future depends on many things, but mostly on you.","author":"Frank Tyger"},{"quote":"Action may not always bring happiness, but there is no happiness without action.","author":"Benjamin Disraeli"},{"quote":"The way we communicate with others and with ourselves ultimately determines the quality of our lives.","author":"Tony Robbins"},{"quote":"It does not matter how slowly you go as long as you do not stop.","author":"Confucius"},{"quote":"Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.","author":"William Channing"},{"quote":"Progress always involves risks. You can't steal second base and keep your foot on first.","author":"Frederick Wilcox"},{"quote":"Arriving at one point is the starting point to another.","author":"John Dewey"},{"quote":"Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him.","author":"Johann Wolfgang von Goethe"},{"quote":"The only person who never makes mistakes is the person who never does anything.","author":"Denis Waitley"},{"quote":"The person born with a talent they are meant to use will find their greatest happiness in using it.","author":"Johann Wolfgang von Goethe"},{"quote":"Take it easy, but take it.","author":"Woody Guthrie"},{"quote":"There are two ways to slide easily through life: to believe everything or to doubt everything; both ways save us from thinking.","author":"Alfred Korzybski"},{"quote":"It is with words as with sunbeams. The more they are condensed, the deeper they burn.","author":"Robert Southey"},{"quote":"You have to believe in yourself.","author":"Sun Tzu"},{"quote":"No person is your friend who demands your silence, or denies your right to grow.","author":"Alice Walker"},{"quote":"Strength to carry on despite the odds means you have faith in your own abilities and know how.","author":"Byron Pulsifer"},{"quote":"Everything you can imagine is real.","author":"Pablo Picasso"},{"quote":"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","author":"Dale Carnegie"},{"quote":"You must do the things you think you cannot do.","author":"Eleanor Roosevelt"},{"quote":"What is necessary to change a person is to change his awareness of himself.","author":"Abraham Maslow"},{"quote":"Be less curious about people and more curious about ideas.","author":"Marie Curie"},{"quote":"Aim for success, not perfection. Never give up your right to be wrong, because then you will lose the ability to learn new things and move forward with your life.","author":"Dr. David M. Burns"},{"quote":"By believing passionately in something that does not yet exist, we create it.","author":"Nikos Kazantzakis"},{"quote":"You always succeed in producing a result.","author":"Tony Robbins"},{"quote":"If we could learn to like ourselves, even a little, maybe our cruelties and angers might melt away.","author":"John Steinbeck"},{"quote":"A weed is no more than a flower in disguise.","author":"James Lowell"},{"quote":"If you can't feed a hundred people, then feed just one.","author":"Mother Teresa"},{"quote":"Wishes can be your best avenue of getting what you want when you turn wishes into action. Action moves your wish to the forefront from thought to reality.","author":"Byron Pulsifer"},{"quote":"When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.","author":"Wayne Dyer"},{"quote":"The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition.","author":"Honore de Balzac"},{"quote":"The industrial landscape is already littered with remains of once successful companies that could not adapt their strategic vision to altered conditions of competition.","author":"Abernathy"},{"quote":"A goal without a plan is just a wish.","author":"Larry Elder"},{"quote":"Prosperity depends more on wanting what you have than having what you want.","author":"Geoffrey F. Abert"},{"quote":"Meaning is not what you start with but what you end up with.","author":"Peter Elbow"},{"quote":"Do what you can. Want what you have. Be who you are.","author":"Forrest Church"},{"quote":"Society develops wit, but its contemplation alone forms genius.","author":"Madame de Stael"},{"quote":"Some people are always grumbling because roses have thorns; I am thankful that thorns have roses.","author":"Alphonse Karr"},{"quote":"From little acorns mighty oaks do grow.","author":"American proverb"},{"quote":"There is nothing happens to any person but what was in his power to go through with.","author":"Marcus Aurelius"},{"quote":"First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.","author":"Napoleon Hill"},{"quote":"Go to your bosom: Knock there, and ask your heart what it doth know.","author":"William Shakespeare"},{"quote":"There is no failure except in no longer trying.","author":"Elbert Hubbard"},{"quote":"Setting an example is not the main means of influencing another, it is the only means.","author":"Albert Einstein"},{"quote":"Good actions give strength to ourselves and inspire good actions in others.","author":"Plato"},{"quote":"The only way to have a friend is to be one.","author":"Ralph Emerson"},{"quote":"My reputation grows with every failure.","author":"George Shaw"},{"quote":"An ounce of emotion is equal to a ton of facts.","author":"John Junor"},{"quote":"Silence is a true friend who never betrays.","author":"Confucius"},{"quote":"I believe that we are fundamentally the same and have the same basic potential.","author":"Dalai Lama"},{"quote":"Happiness is a Swedish sunset it is there for all, but most of us look the other way and lose it.","author":"Mark Twain"},{"quote":"We must not say every mistake is a foolish one.","author":"Cicero"},{"quote":"It is impossible for a man to learn what he thinks he already knows.","author":"Epictetus"},{"quote":"Doing what you love is the cornerstone of having abundance in your life.","author":"Wayne Dyer"},{"quote":"To dare is to lose ones footing momentarily. To not dare is to lose oneself.","author":"Soren Kierkegaard"},{"quote":"He who wishes to secure the good of others, has already secured his own.","author":"Confucius"},{"quote":"All things change; nothing perishes.","author":"Ovid"},{"quote":"People seldom notice old clothes if you wear a big smile.","author":"Lee Mildon"},{"quote":"Pick battles big enough to matter, small enough to win.","author":"Jonathan Kozol"},{"quote":"Those who will play with cats must expect to be scratched.","author":"Cervantes"},{"quote":"Action is the foundational key to all success.","author":"Pablo Picasso"},{"quote":"Life is like riding a bicycle. To keep your balance you must keep moving.","author":"Albert Einstein"},{"quote":"When one tugs at a single thing in nature, he finds it attached to the rest of the world.","author":"John Muir"},{"quote":"It is never too late to be what you might have been.","author":"George Eliot"},{"quote":"The thought manifests as the word. The word manifests as the deed. The deed develops into habit. And the habit hardens into character.","author":"Buddha"},{"quote":"Rather than wishing for change, you first must be prepared to change.","author":"Catherine Pulsifer"},{"quote":"Great talent finds happiness in execution.","author":"Johann Wolfgang von Goethe"},{"quote":"You can observe a lot just by watching.","author":"Yogi Berra"},{"quote":"All perceiving is also thinking, all reasoning is also intuition, all observation is also invention.","author":"Rudolf Arnheim"},{"quote":"Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.","author":"Aristotle"},{"quote":"Only through our connectedness to others can we really know and enhance the self. And only through working on the self can we begin to enhance our connectedness to others.","author":"Harriet Lerner"},{"quote":"Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate.","author":"Albert Schweitzer"},{"quote":"Bite off more than you can chew, then chew it.","author":"Ella Williams"},{"quote":"In skating over thin ice our safety is in our speed.","author":"Ralph Emerson"},{"quote":"Remember always that you not only have the right to be an individual, you have an obligation to be one.","author":"Eleanor Roosevelt"}]